Repository: vitaliipoliakov/Vitooly
Catalog: timecl-*.po
Languages: ru

source: Enter the host:
ru: Введите адрес сервера:

source: OPERATING PORT MAY BE OCCUPIED OR NOT INSTALLED. CHECK THE /ETC/SERVICES
ru: СЕТЕВОЙ ПОРТ ПРИЛОЖЕНИЯ УЖЕ ЗАНЯТ ДРУГИМ ПРИЛОЖЕНИЕМ ЛИБО НЕ УСТАНОВЛЕН. ПРОВЕРЬТЕ /ETC/SERVICES

source: Server OK
ru: Сервер жив.

source: Server is not available at the host specified. Halting.
ru: Сервер недоступен по указанному адресу. Завершение работы приложения.

source: Application stared. Press Ctrl+c to exit.
ru: Приложение запущено. Нажмите Ctrl+c для выхода в любой момент.

source: Enter the zone:
ru: Введите зону:

source: Enter the city:
ru: Введите город:

source: Enter the zone
ru: Введите зону:

source: The zone
ru: Временная зона:

source: Do you want to fetch the time again?
ru: Запросить время еще раз?
